{
    "plants": [
        {
            "name": "Peashooter",
            "text": "Peashooters are your first line of defense against zombies. They shoot peas at them to deal damage. \n It's been a decade ever since Peashooter has joined the fight against the zombies. All that experience has hardened him up against the zombies, and he's seen as a hero to many aspiring sprouts. But even when the war ends he decides that his life won't be over yet, as he plants to tell his stories to his fellow plants by the end of the war"
        },
        {
            "name": "Sunflower",
            "text": "Sunflowers produce extra sun for you. Try to plant as many as you can!"
        },
        {
            "name": "Wall Nut",
            "text": "Wall Nuts block off zombies with their hard shells"
        },
        {
            "name": "Cabbage Pult",
            "text": "Cabbage Pults hurl cabbages over obstacles."
        },
        {
            "name": "Aspearagus",
            "text": "Aspearagus shoot stalks at zombies within 3 lanes."
        },
        {
            "name": "Iceberg Lettuce",
            "text": "Iceberg Lettuces freeze zombies that step on it."
        },
        {
            "name": "Grave Buster",
            "text": "Grave Busters destroy graves that they're planted on."
        },
        {
            "name": "Snow Pea",
            "text": "Snow Peas shoot cold peas that chill and slow down zombies."
        },
        {
            "name": "Beet",
            "text": "Beets beat up zombies near it."
        }
    ],
    "zombies": [
        {
            "name": "Zombie",
            "text": "Zombies are your main enemy. They want to eat your brains. \n It doesn't matter what kind of brains you give him. He'll eat it anyway."
        },
        {
            "name": "Conehead Zombie",
            "text": "The cone on Conehead Zombies give them twice as much protection."
        },
        {
            "name": "Buckethead Zombie",
            "text": "The bucket on Buckethead Zombies give them thrice as much protection."
        },
        {
            "name": "Barrel Zombie",
            "text": "Barrel Zombies walk to your house like normal, until the barrel breaks, from which they rush towards your house. \n It was just an ordinary day. Barrel Zombie just woke up, has breakfast, brushed his teeth, and took a bath. Until he opened his closed and found that the only form of clothing there was a barrel. Nevertheless he put it on akwardly and continued with his day."
        },
        {
            "name": "Pole Vaulting Zombie",
            "text": "Pole Vaulting Zombies jump over the first plant they encounter."
        },
        {
            "name": "Dog Walker Zombie",
            "text": "The dog that accompanies them frequently switches lanes."
        }
    ]
}